Repository: Octanee/future_of_workout
Catalog: l10n/app_*.arb
Languages: pl

source: New Workout
pl: Nowy plan

source: Add
pl: Dodaj

source: Add series
pl: Dodaj serię

source: Add exercise
pl: Dodaj ćwiczenie

source: Delete
pl: Usuń

source: Delete workout
pl: Usuń plan

source: Delete exercise
pl: Usuń ćwiczenie

source: Delete series
pl: Usuń serię

# deleteSeriesText
source: Are you sure you want to delete series?
pl: Jesteś pewny że chcesz usunąć serię?

# deleteText
source: Are you sure you want to delete {name}?
pl: Jesteś pewny że chcesz usunąć {name}?

source: Change name
pl: Zmień nazwę

source: Name
pl: Nazwa

source: Rename
pl: Zmień nazwę

source: Created
pl: Stworzone

source: Saved
pl: Zapisane

source: Exercises
pl: Ćwiczenia

# startWorkoutButtonText
source: Start workout
pl: Rozpocznij trening

# seriesCount
source: {count, plural, other{{count} series}}
pl: {count, plural, =0{Brak serii} =1{{count} seria} few{{count} serie} other{{count} serii}}

# exercisesCount
source: {count, plural, zero{exercises} one{exercise} other{exercises}}
pl: {count, plural, =1{ćwiczenie} few{ćwiczenia} other{ćwiczeń}}

# workoutListEmpty
source: No workout was found..
pl: Nie znaleziono żadnego plany..

# workoutLogsListEmpty
source: No workout has been done yet..
pl: Nie wykonano jeszcze treningu..

source: Simple mode
pl: Widok uproszczony

source: Advanced mode
pl: Widok zaawansowany

source: Change all series
pl: Zamień wszystkie serie

# changeSeries
source: {count, plural, other{Change {count} series}}
pl: {count, plural, =1{Zamień {count} serie} few{Zamień {count} serie} other{Zamień {count} serii}}

source: Reps
pl: Powt.

source: Weight
pl: Ciężar

source: Rest time
pl: Przerwa

source: About exercise
pl: Informacje o ćwiczeniu

source: Complete series
pl: Ukończ serie

source: Update series
pl: Aktualizuj serie

source: Instructions
pl: Instrukcja

source: Primary muscle
pl: Główne mięśnie

# secondaryMuscle
source: Secondary muscles
pl: Dodatkowe mięśnie

# navigationItem
source: {item, select, workout{Workout} plans{Plans} progress{Progress} body{Body} settings{Settings}}
pl: {item, select, workout{Trening} plans{Plany} progress{Postęp} body{Ciało} settings{Ustawienia}}

source: Finish workout
pl: Zakończ trening

# finishWorkoutText
source: Do you want to end your workout?
pl: Czy napewno chcesz zakończyć trening?

# error
source: Something gone wrong...
pl: Coś poszło nie tak...

# addExerciseText
source: Add some exercises.
pl: Dodaj ćwiczenie.

# addExercisesCount
source: {count, plural, one{Add {count} exercise} other{Add {count} exercises}}
pl: {count, plural, =1{Dodaj 1 ćwiczenie} few{Dodaj {count} ćwiczenia} other{Dodaj {count} ćwiczeń}}

source: Replace
pl: Wymień

source: Replace exercise
pl: Wymień ćwiczenie

# seriesLogIntensity
source: {item, select, veryLight{Very light} light{Light} moderate{Moderate} vigorous{Vigorous} maximum{Maximum} tooMuch{Too much}}
pl: {item, select, veryLight{Bardzo lekko} light{Lekko} moderate{Umiarkowanie} vigorous{Ciężko} maximum{Maksimum} tooMuch{Za ciężko}}

# muscle
source: {muscle, select, neck{Neck} chest{Chest} serratus{Serratus} shoulders{Shoulders} biceps{Biceps} triceps{Triceps} forearm{Forearm} abs{Abs} obliques{Obliques} trapezius{Trapezius} lattisimus{Lattisimus} teresMajor{Teres major} erectorSpinae{Erector spinae} adductors{Adductors} abductors{Abductors} glutes{Glutes} quadriceps{Quadriceps} hamstering{Hamstering} calf{Calf}}
pl: {muscle, select, neck{Szuja} chest{Klatka piersiowa} serratus{Zębaty} shoulders{Naramienny} biceps{Biceps} triceps{Triceps} forearm{Przedramię} abs{Prosty brzucha} obliques{Skośne brzucha} trapezius{Czworoboczny} lattisimus{Najszerszy grzbietu} teresMajor{Obły większy} erectorSpinae{Prostownik grzbietu} adductors{Przywodziciele} abductors{Odwodziciele} glutes{Pośladki} quadriceps{Czworogłowy uda} hamstering{Długłowy uda} calf{Łydka}}

source: Save
pl: Zapisz

source: Yes
pl: Tak

source: Cancel
pl: Anuluj

source: Summary
pl: Podsumowanie

# goalsEmptyList
source: No one goals has been set yet..
pl: Nie dodano jeszcze żadnego celu...

# recoveryTab
source: Recovery
pl: Zmęcznie

# circuitTab
source: Circuit
pl: Obwody

# weightTab
source: Weight
pl: Waga

source: Front
pl: Przód

source: Back
pl: Tył

# period
source: {period, select, week{Week} oneMounth{1 Mounth} threeMounth{3 Mounth} sixMounth{6 Mounth} year{Year}}
pl: {period, select, week{Tydzień} oneMounth{1 Miesiąc} threeMounth{3 Miesiące} sixMounth{6 Miesięcy} year{Rok}}

source: Add goal
pl: Dodaj cel

source: Update goal
pl: Zmień cel

source: Goal
pl: Cel

# chartType
source: {type, select, weight{Weight} volume{Volume} oneRepMax{1RM}}
pl: {type, select, weight{Ciężar} volume{Objęctość} oneRepMax{1RM}}

# exerciseStatsEmptyList
source: The exercise has not yet been performed.
pl: To ćwiczenie nie było jeszcze wykonywane

# logs
source: Logs ({count})
pl: Zapisane ({count})

# weightEmptyList
source: Weight measurement has not yet been added.
pl: Nie dodany jeszcze pomiaru wagi.

# circuitEmptyList
source: Circuit measurement has not yet been added.
pl: Nie dodany jeszcze pomiaru obwodów.

source: Add weight
pl: Dodaj wagę

source: Edit weight
pl: Edytuj wagę

source: Circuits
pl: Obwody

source: Circuit
pl: Obwód

# measurementPlace
source: {place, select, neck{Neck} chest{Chest} biceps{Biceps} waist{Waist} belly{Belly} hip{Hip} thigh{Thigh} calf{Calf}}
pl: {place, select, neck{Szyja} chest{Klatka piersiowa} biceps{Biceps} waist{Talia} belly{Brzuch} hip{Biodro} thigh{Udo} calf{Łydka}}

source: First
pl: Pierwszy

source: Last
pl: Ostatni

source: Change
pl: Zmiana

source: Age
pl: Wiek

source: Change age
pl: Zmień wiek

# settingsWeight
source: Weight
pl: Waga

# changeSettingsWeight
source: Change Weight
pl: Zmień wagę

source: Height
pl: Wzrost

source: Change height
pl: Zmień wzrost

source: Gender
pl: Płec

source: Select gender
pl: Wybierz płeć

# genderType
source: {gender, select, male{Male} female{Female} other{Other}}
pl: {gender, select, male{Mężczyzna} female{Kobieta} other{Inna}}

# lengthUnit
source: Lenght unit
pl: Jednostka miary

# selectlengthUnit
source: Select lenght unit
pl: Wybierz jednostkę miary

# lengthUnitType
source: {unit, select, centimeter{Centimeter} inch{Inch}}
pl: {unit, select, centimeter{Centymetr} inch{Cal}}

source: Weight unit
pl: Jednostka wagi

source: Select weight unit
pl: Wybierz jednostkę wagi

# weightUnitType
source: {unit, select, kilogram{Kilogram} pounds{Pounds}}
pl: {unit, select, kilogram{Kilogram} pounds{Funt}}

source: Preferences
pl: Preferencje

# continueSetup
source: Continue
pl: Kontunuuj

source: Finish setup
pl: Zakończ

# setupGenderTitle
source: What's your gender?
pl: Jakiej jesteś płci?

# setupGenderDescription
source: This will help us set your goals more efficency.
pl: To pomoże nam dostosować aplikację do twoich celów

# setupGenderMale
source: I'm a male
pl: Jestem mężczyzną

# setupGenderFemale
source: I'm a female
pl: Jestem kobietą

# setupGenderOther
source: I don't want to pass
pl: Nie chce podawać

# setupAgeTitle
source: What's your age?
pl: Ile masz lat?

# setupAgeDescription
source: We will customize your workout routines according to your age
pl: Dostosujemy twój trening odpowiednio do twojego wieku

# setupHeightTitle
source: What's your height?
pl: Ile masz wzrostu?

# setupHeightDescription
source: This will help us calculate your calories and offer an appropriate dietary solution
pl: Pomoże nam to obliczyć Twoje zapotrzebowanie kaloryczne i zaproponować odpowiedią dietę

# setupWeightTitle
source: What's your weight?
pl: Ile ważysz?

# setupWeightDescription
source: This will help us calculate your calories and offer an appropriate dietary solution
pl: Pomoże nam to obliczyć Twoje zapotrzebowanie kaloryczne i zaproponować odpowiedią dietę
